
[保护]
最低血量下线值=25
最低血量回城值=35
最低血量回城值(不挂机时)=0
负重超标值=100
缺血药数量回城值=2
爆破兵等级=1
爆破兵数量=15
嗜血曼陀罗等级=9
路上玩家pk等级=80
自动吃食物值=90
自动吃血值=95
自动使用瞬移药水值=0
等待时间=2
低于等级处理=0
高于等级处理=2
PK等级=100
攻击自己怪物数量数量大于值=5
最低血量下线=0
最低血量回城=1
最低血量回城(不挂机时)=0
负重超标回城=1
进入游戏优先回城=0
被使用变杖回城=0
购买武器为0回城=0
购买杂货为0回城=0
缺血药数量回城=1
发现爆破兵回城=1
发现嗜血曼陀罗回城=0
路上被玩家pk等级回城=1
城外被2人以上玩家pk回城=0
包满回城=1
包满回城数量=160
卡点回城=0
自动使用变身卷轴=0
自动生成毒瓶拳剑=0
自动生成毒瓶短剑=0
自动吃饱腹药=1
自动吃血=1
自动使用瞬移药水=0
自动使用解毒药水=1
自动使用精华药水=1
自动使用变身戒指=0
不抢怪=0
城内不穿墙=1
副本内不穿墙=1
回城后停止挂机=0
没有回城药水不出城=1
仓库物品取出不全=0
绕人或NPC=0
优先拾取物品=1
城外优先攻击设置的玩家=0
遇到玩家怪物回城等待=1
自动使用地下城卷轴=1
自动使用高级副本卷轴=0
自动使用高级副本入场卷(二层)=0
自动使用经验增幅之咒=0
是否遇怪阻拦执行穿怪=1
掉线后关闭游戏=1
执行速度优化等级=4
解毒Buff=麻痹|杀人犯
精华药水Buff=恐惧|
自动变身名称=盖亚
名称=地精
复活后停止挂机=1
物品拾取范围=700
范围危险下线=0
危险预告范围=2500
危险玩家人数=1
范围危险回城=0
回城预告范围=0
回城玩家人数=0
执行穿怪最大数量=10
[等待列表]
COL=1
Item0=类型=1|名称=地精|时间=2|
[挂机点]
范围=6800
地图名=不死地牢－3层
坐标=1087633.25,394036.28,13539.78
到挂机点路径脚本=
挂机配置名=aa阿克拉岛bb
[挂机点配置列表]
ITEM0=7=aa阿克拉岛bb=1=
COL=1
[路径编辑]
路径类型=0
路径点类型=0
路径文件名=00挂机不死3层1
路径点地图名=原始海盗洞窟-2层
路径点坐标字串=956413.7,1206982.0,16761.8
[回城处理]
公会仓库1密码=7
公会仓库2密码=890122
银币存公会仓库=0
银币保留数量=0
杂货购买数量=1
武器购买数量=60
仓库取出数量=60
公会仓库取出数量=0
待取出公会仓库编号=-1
[杂货购买]
COL=0
[武器购买]
COL=0
[个人仓库取出]
COL=0
[公会仓库取出]
COL=0
[物品处理]
物品处理类型=2
拾取保留数量=0
物品名称=魔力之血
[物品处理列表]
COL=288
ITEM0=0=银币=0=1=0=
ITEM1=1=硬刺头盔=5=0=0=
ITEM2=2=兽人剑=5=0=0=
ITEM3=3=碎铁链=2=0=0=
ITEM4=4=青铜石=5=0=0=
ITEM5=5=紫水晶=5=0=0=
ITEM6=6=黄玉=5=0=0=
ITEM7=7=黄金宝箱=5=0=0=
ITEM8=8=德拉克召唤法杖=5=0=0=
ITEM9=9=德拉克召唤法杖(II)=5=0=0=
ITEM10=10=兽人战斧=5=0=0=
ITEM11=11=骸骨护手=5=0=0=
ITEM12=12=防御护腕=1=0=0=
ITEM13=13=碎金块=5=0=0=
ITEM14=14=高级研磨剂=2=0=0=
ITEM15=15=治疗药水(中)=0=1=0=
ITEM16=16=+0 锁链战靴=1=0=0=
ITEM17=17=+0 锁链护手=1=0=0=
ITEM18=18=+0 强化盾=5=0=0=
ITEM19=19=骸骨靴=5=0=0=
ITEM20=20=戒指=0=0=0=
ITEM21=21=骸骨头盔=5=0=0=
ITEM22=22=闪电箭(I)=5=0=0=
ITEM23=23=硬刺护手=5=0=0=
ITEM24=24=硬刺靴=5=0=0=
ITEM25=25=智慧之杖=5=0=0=
ITEM26=26=+0 圆盾=5=0=0=
ITEM27=27=鸡蛋=5=0=0=
ITEM28=28=哈密瓜=5=0=0=
ITEM29=29=铁矿石=5=0=0=
ITEM30=30=珍珠=5=0=0=
ITEM31=31=剑术精通(I)=5=0=0=
ITEM32=32=熊胆=5=0=0=
ITEM33=33=制造食物=5=0=0=
ITEM34=34=黑皮护手=5=0=0=
ITEM35=35=西洋剑=5=0=0=
ITEM36=36=+0皮头盔=5=0=0=
ITEM37=37=猎刀=5=0=0=
ITEM38=38=+0 长剑=5=0=0=
ITEM39=39=黑皮帽=5=0=0=
ITEM40=40=木盾=5=0=0=
ITEM41=41=狼皮=5=0=0=
ITEM42=42=+0 皮甲=5=0=0=
ITEM43=43=锤子头=5=0=0=
ITEM44=44=黑皮靴=5=0=0=
ITEM45=45=火球术(I)=5=0=0=
ITEM46=46=冰箭术(I)=2=0=0=
ITEM47=47=+0 战锤=5=0=0=
ITEM48=48=防具强化卷轴=2=0=0=
ITEM49=49=防御戒指=2=0=0=
ITEM50=50=硬刺片=5=0=0=
ITEM51=51=诅咒=5=0=0=
ITEM52=52=+0 阴影之铠=5=0=0=
ITEM53=53=+0 硬刺锁甲=5=0=0=
ITEM54=54=蓝宝石=5=0=0=
ITEM55=55=解毒术=5=0=0=
ITEM56=56=加速=5=0=0=
ITEM57=57=古铜钱=5=0=0=
ITEM58=58=绿色石头=5=0=0=
ITEM59=59=增幅护腕=1=0=0=
ITEM60=60=钻石=5=0=0=
ITEM61=61=翡翠=5=0=0=
ITEM62=62=红宝石=5=0=0=
ITEM63=63=勇气药剂=5=0=0=
ITEM64=64=+0 闪电来福枪=2=0=0=
ITEM65=65=+0 夜之梦魔护手=1=0=0=
ITEM66=66=法力晶体=2=0=0=
ITEM67=67=+0 生命之翼=5=0=0=
ITEM68=68=金刚石矿石=2=0=0=
ITEM69=69=+0 防御披风=1=0=0=
ITEM70=70=+0 嗜血的拳剑=1=0=0=
ITEM71=71=防御项链=1=0=0=
ITEM72=72=回避之戒=1=0=0=
ITEM73=73=水晶=5=0=0=
ITEM74=74=钢铁碎块=0=0=0=
ITEM75=75=+0 夜之梦魔追猎者=1=0=0=
ITEM76=76=召唤法杖=2=0=0=
ITEM77=77=+0 骸骨之盾=2=0=0=
ITEM78=78=合金铸币=2=0=0=
ITEM79=79=+0 板甲=1=0=0=
ITEM80=80=浓缩体力恢复药剂(中)=0=1=0=
ITEM81=81=武器强化卷轴=2=0=0=
ITEM82=82=+0 精灵剑=2=0=0=
ITEM83=83=加速药水=0=1=0=
ITEM84=84=+0 守卫的矛=2=0=0=
ITEM85=85=精华药水=0=0=0=
ITEM86=86=滴血的刀=0=0=0=
ITEM87=87=锋利的刀刃=2=0=0=
ITEM88=88=中级任务礼品箱=2=0=0=
ITEM89=89=自然药剂=5=0=0=
ITEM90=90=太刀的剑身=0=0=0=
ITEM91=91=客迈拉的皮=5=0=0=
ITEM92=92=+0 灵魂之翼=5=0=0=
ITEM93=93=混沌克隆魔盒（2倍）=5=0=0=
ITEM94=94=法力恢复(II)=2=0=0=
ITEM95=95=蓄电池=2=0=0=
ITEM96=96=灼热的石头=2=0=0=
ITEM97=97=抑郁石头=2=0=0=
ITEM98=98=达克特金币=2=0=0=
ITEM99=99=青苔的石头=2=0=0=
ITEM100=100=玲珑的魔法粉末=2=0=0=
ITEM101=101=+0 地狱利刃=5=0=0=
ITEM102=102=防御腰带=1=0=0=
ITEM103=103=+0 链甲=1=0=0=
ITEM104=104=魔法增加剂=0=0=0=
ITEM105=105=+0 战斧=1=0=0=
ITEM106=106=祝福护腕=1=0=0=
ITEM107=107=杀戮强化卷轴=5=0=0=
ITEM108=108=兽人战士的勋章=5=0=0=
ITEM109=109=兽人短刀=5=0=0=
ITEM110=110=精神护腕=1=0=0=
ITEM111=111=剧毒之云=2=0=0=
ITEM112=112=高级合成剂=2=0=0=
ITEM113=113=回避护腕=1=0=0=
ITEM114=114=增加负重(I)=5=0=0=
ITEM115=115=银矿石=2=0=0=
ITEM116=116=亡者骸骨=2=0=0=
ITEM117=117=骸骨短剑=5=0=0=
ITEM118=118=黄铜腰带=5=0=0=
ITEM119=119=剑术精通(II)=5=0=0=
ITEM120=120=僵尸衣服的破布头=2=0=0=
ITEM121=121=+0 酷寒聚能球=1=0=0=
ITEM122=122=增幅腰带=1=0=0=
ITEM123=123=+0 钢铁护手=0=0=0=
ITEM124=124=+0 钢铁头盔=0=0=0=
ITEM125=125=+0 钢铁拳剑=5=0=0=
ITEM126=126=极乐鸟的羽毛=2=0=0=
ITEM127=127=+0 钢铁弓=5=0=0=
ITEM128=128=+0 双手剑=5=0=0=
ITEM129=129=+0 双刃短刀=5=0=0=
ITEM130=130=蜥蜴人的鳞片=2=0=0=
ITEM131=131=+0 锥刀=5=0=0=
ITEM132=132=+0 骸骨项链=5=0=0=
ITEM133=133=铜块=5=0=0=
ITEM134=134=速度之腰带=1=0=0=
ITEM135=135=碎银块=5=0=0=
ITEM136=136=锤柄=5=0=0=
ITEM137=137=+0 阴影靴子=5=0=0=
ITEM138=138=+0 黑武士铠甲=1=0=0=
ITEM139=139=+0 贝尔坎战靴=5=0=0=
ITEM140=140=+0 黑武士面具=1=0=0=
ITEM141=141=+0 黑武士手套=5=0=0=
ITEM142=142=+0 黑武士靴=1=0=0=
ITEM143=143=+0 锁链头盔=1=0=0=
ITEM144=144=回城药水=0=1=0=
ITEM145=145=敏捷项链=5=0=0=
ITEM146=146=+0 贝尔坎护手=5=0=0=
ITEM147=147=混沌克隆魔盒（4倍）=5=0=0=
ITEM148=148=超级加速秘药=0=1=0=
ITEM149=149=轻便的披风=5=0=0=
ITEM150=150=闪耀的刺绣=5=0=0=
ITEM151=151=+0 贝尔坎面具=5=0=0=
ITEM152=152=智力项链=5=0=0=
ITEM153=153=回避腰带=5=0=0=
ITEM154=154=力量项链=1=0=0=
ITEM155=155=力量腰带=1=0=0=
ITEM156=156=+0 杀戮者=2=0=0=
ITEM157=157=变身法杖=0=0=0=
ITEM158=158=+0 罗斯谢斐聚能球=2=0=0=
ITEM159=159=兽人弓=5=0=0=
ITEM160=160=初级任务礼品箱=2=0=0=
ITEM161=161=青铜锭=2=0=0=
ITEM162=162=透明石头=2=0=0=
ITEM163=163=+0 角斗士护手=5=0=0=
ITEM164=164=+0 幽灵面具=5=0=0=
ITEM165=165=+0 天界=2=0=0=
ITEM166=166=铁锭=2=0=0=
ITEM167=167=高级任务礼品箱=2=0=0=
ITEM168=168=发光的次元石=2=0=0=
ITEM169=169=神兽的精灵石=2=0=0=
ITEM170=170=+0 重剑=1=0=0=
ITEM171=171=+0 精灵弓=3=0=0=
ITEM172=172=阿斯特拉鲁顿的蟹钳=0=0=0=
ITEM173=173=(刻印) 巢穴 外部1=1=0=0=
ITEM174=174=石臼棒=5=0=0=
ITEM175=175=+0 守卫首领的饰品=5=0=0=
ITEM176=176=+0 侏儒火枪=1=0=0=
ITEM177=177=+0 召唤师聚能球=3=0=0=
ITEM178=178=坚硬的大海智力腰带=5=0=0=
ITEM179=179=坚硬的大海敏捷腰带=0=0=0=
ITEM180=180=+3 力量之钢铁护手=2=0=0=
ITEM181=181=+3 生命之钢铁头盔=2=0=0=
ITEM182=182=+0 大马士革长斧=2=0=0=
ITEM183=183=闪耀的火之原石 (I)=2=0=0=
ITEM184=184=+0 伊芙利特之剑=2=0=0=
ITEM185=185=+0 骑士团的皇冠=2=0=0=
ITEM186=186=+0 耀眼的太阳之剑=2=0=0=
ITEM187=187=+0 海盗披风=2=0=0=
ITEM188=188=+0 巴普麦特的魔鳞披风=2=0=0=
ITEM189=189=坚硬的大海力量腰带=0=0=0=
ITEM190=190=面包=0=1=0=
ITEM191=191=紫色花炮=5=0=0=
ITEM192=192=布=5=0=0=
ITEM193=193=普通合成剂=5=0=0=
ITEM194=194=红色花炮=5=0=0=
ITEM195=195=弓身=5=0=0=
ITEM196=196=普通研磨剂=5=0=0=
ITEM197=197=剑身=5=0=0=
ITEM198=198=草绿色花炮=5=0=0=
ITEM199=199=剑柄=5=0=0=
ITEM200=200=蜘蛛丝=5=0=0=
ITEM201=201=剪子=5=0=0=
ITEM202=202=石头=5=0=0=
ITEM203=203=复活药剂=5=0=0=
ITEM204=204=解毒药水=0=1=0=
ITEM205=205=铜指环=0=1=0=
ITEM206=206=传送戒指（稀有）=2=0=0=
ITEM207=207=石化皮肤(I)=5=0=0=
ITEM208=208=雷术法杖=0=0=0=
ITEM209=209=蓝色腰带碎片 (2/9)=2=0=0=
ITEM210=210=被黑暗渲染的箱子碎片=2=0=0=
ITEM211=211=古代的书籍1张=2=0=0=
ITEM212=212=古代的书籍3张=2=0=0=
ITEM213=213=含水的箱子碎片=2=0=0=
ITEM214=214=古代的书籍2张=2=0=0=
ITEM215=215=发光的时间箱子=0=0=0=
ITEM216=216=胡萝卜=5=0=0=
ITEM217=217=耀眼的箱子碎片=2=0=0=
ITEM218=218=蓝色腰带碎片 (3/9)=2=0=0=
ITEM219=219=腰带碎片蓝色腰带碎片 (1/9)=2=0=0=
ITEM220=220=力量戒指=1=0=0=
ITEM221=221=无视护甲=2=0=0=
ITEM222=222=发光的敏捷腰带=2=0=0=
ITEM223=223=发光的力量腰带=2=0=0=
ITEM224=224=古代首饰箱子的钥匙=2=0=0=
ITEM225=225=年糕汤=2=0=0=
ITEM226=226=浓缩体力恢复药剂(大)=2=0=0=
ITEM227=227=古代的书籍4张=2=0=0=
ITEM228=228=全能杖的把手=2=0=0=
ITEM229=229=蓝色采集箱子A=2=0=0=
ITEM230=230=蓝色采集箱子B=2=0=0=
ITEM231=231=采集失败箱子=2=0=0=
ITEM232=232=火之原石=2=0=0=
ITEM233=233=风之原石=2=0=0=
ITEM234=234=古代的书籍6张=2=0=0=
ITEM235=235=月之原石=2=0=0=
ITEM236=236=+0 钢铁战靴=1=0=0=
ITEM237=237=红色采集箱子 A=2=0=0=
ITEM238=238=橘色采集箱子 B=2=0=0=
ITEM239=239=绿色采集箱子 B=2=0=0=
ITEM240=240=暗杀团衣服碎片=2=0=0=
ITEM241=241=自然之戒=1=0=0=
ITEM242=242=混沌克隆魔盒（3倍）=5=0=0=
ITEM243=243=古代的书籍5张=2=0=0=
ITEM244=244=额外奖励采集箱子=2=0=0=
ITEM245=245=+0 战争头盔=5=0=0=
ITEM246=246=+0 角斗士披风=5=0=0=
ITEM247=247=+0 法皇拳剑=5=0=0=
ITEM248=248=变身卡片收集奖励箱子=0=0=0=
ITEM249=249=金刚石原石=2=0=0=
ITEM250=250=守护石=2=0=0=
ITEM251=251=新月之刃=5=0=0=
ITEM252=252=复活术=0=1=0=
ITEM253=253=+0 肯布吉特之弓=2=0=0=
ITEM254=254=+0 帕蒂邪=2=0=0=
ITEM255=255=+0 水族聚能球=2=0=0=
ITEM256=256=+0 暗杀者的拳剑=2=0=0=
ITEM257=257=+0 太刀=2=0=0=
ITEM258=258=烈焰风暴(II)=5=0=0=
ITEM259=259=+0 水晶剑=2=0=0=
ITEM260=260=(刻印) 封印的洞窟3=2=0=0=
ITEM261=261=敏捷戒指=1=0=0=
ITEM262=262=名誉防具强化卷轴=2=0=0=
ITEM263=263=名誉武器强化卷轴=2=0=0=
ITEM264=264=恶魔之珠=5=0=0=
ITEM265=265=传送戒指=0=0=0=
ITEM266=266=魔法水晶=0=1=0=
ITEM267=267=厄运之触(I)=5=0=0=
ITEM268=268=滴血珠=5=0=0=
ITEM269=269=雷电召唤(I)=5=0=0=
ITEM270=270=解咒药水=5=0=0=
ITEM271=271=魔法传送药剂=5=0=0=
ITEM272=272=治疗药水(特大)=5=0=0=
ITEM273=273=浓缩治疗药水(小)=5=0=0=
ITEM274=274=治疗药水(小)=5=0=0=
ITEM275=275=鉴定药水=0=1=0=
ITEM276=276=+0 狩猎者之弓=5=0=0=
ITEM277=277=兽骨之剑=5=0=0=
ITEM278=278=燃烧的钢铁碎块=2=0=0=
ITEM279=279=秘银原石=2=0=0=
ITEM280=280=信纸=5=0=0=
ITEM281=281=骑士团纹样=2=0=0=
ITEM282=282=神秘的刀把=2=0=0=
ITEM283=283=凝聚月光的纹样=2=0=0=
ITEM284=284=祈护腰带=5=0=0=
ITEM285=285=已升华的巨型腰带=4=0=0=
ITEM286=286=已升华的复活腰带=4=0=0=
ITEM287=287=魔力之血=2=0=0=
[攻击]
实时刷新玩家=1
优先级=5
怪物名称=雌虎猎手
[优先攻击怪物]
COL=14
ITEM0=0=<高级>/n卡伦族 浪人队长=0=
ITEM1=1=<高级服务>/n卡伦族莱本=0=
ITEM2=2=<高级服务>/n卡伦族守卫首领=1=
ITEM3=3=<高级>/n卡伦族 龙=0=
ITEM4=4=<高级>/n卡伦族 唛瑙=0=
ITEM5=5=<高级>/n卡伦族 破灭之贝利=0=
ITEM6=6=次级食人魔=5=
ITEM7=7=翼龙=1=
ITEM8=8=帝企鹅=2=
ITEM9=9=堕落的霸主=2=
ITEM10=10=史莱母=1=
ITEM11=11=混沌破坏者=2=
ITEM12=12=嗜血曼陀罗 Lv8=0=
ITEM13=13=指挥官=5=
[不攻击怪物]
COL=48
ITEM0=0=复活的诱饵奴隶=0=
ITEM1=1=海盗兵=0=
ITEM2=2=恶魔监视者=0=
ITEM3=3=盗贼总兵=0=
ITEM4=4=诱饵奴隶=0=
ITEM5=5=捣蛋鬼小矮人=0=
ITEM6=6=食人狼=0=
ITEM7=7=半蟹人=0=
ITEM8=8=死亡克鲁=0=
ITEM9=9=哥布林=0=
ITEM10=10=蜘蛛=0=
ITEM11=11=潜行者=0=
ITEM12=12=巨大的黄蜂=0=
ITEM13=13=泰坦兽人战士=0=
ITEM14=14=图兰卡后卫兵=0=
ITEM15=15=火骷髅弓箭手=0=
ITEM16=16=半人鱼=0=
ITEM17=17=野猪=0=
ITEM18=18=米泰欧斯的狂战士=0=
ITEM19=19=米泰欧斯的暗影=0=
ITEM20=20=沼泽妖坛=0=
ITEM21=21=米泰欧斯的弓箭手=0=
ITEM22=22=米泰欧斯的破坏者=0=
ITEM23=23=天空之鬼=0=
ITEM24=24=地牢鼠=0=
ITEM25=25=海盗诅咒师=0=
ITEM26=26=生命图腾=0=
ITEM27=27=复活的卡斯帕=0=
ITEM28=28=地精弓箭手=0=
ITEM29=29=极乐鸟=0=
ITEM30=30=兽人=0=
ITEM31=31=兽人战士=0=
ITEM32=32=地精=0=
ITEM33=33=豺狼人弓箭手=0=
ITEM34=34=豺狼人士兵=0=
ITEM35=35=捣蛋鬼哥布林=0=
ITEM36=36=僵尸=0=
ITEM37=37=青蛙=0=
ITEM38=38=蜥蜴人=0=
ITEM39=39=小矮人=0=
ITEM40=40=棕熊=0=
ITEM41=41=哥布林爆破兵 Lv8=0=
ITEM42=42=卡斯帕=0=
ITEM43=43=巨鹰=0=
ITEM44=44=强化的攻击图腾 Lv5=0=
ITEM45=45=哥布林爆破兵 Lv7=0=
ITEM46=46=猛虎长老=0=
ITEM47=47=雌虎猎手=0=
[攻击玩家]
COL=0
[技能]
技能使用最低蓝量=50
[打怪技能列表]
COL=2
ITEM1=是否选中=0|技能名称=药剂恢复量增加(IV)|技能类型=0|职业=0|CD=180|攻击距离=0|释放顺序=1|耗蓝=0|BUFF名称=|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM2=是否选中=0|技能名称=技能破碎|技能类型=0|职业=0|CD=5|攻击距离=0|释放顺序=2|耗蓝=0|BUFF名称=|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
[保护技能列表]
COL=24
ITEM1=是否选中=0|技能名称=加速药水|技能类型=0|职业=0|CD=0|攻击距离=0|释放顺序=1|耗蓝=0|BUFF名称=超级加速秘药,移动速度加快|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=1|
ITEM2=是否选中=0|技能名称=魔法盾(III)|技能类型=0|职业=0|CD=0|攻击距离=0|释放顺序=2|耗蓝=0|BUFF名称=魔法盾|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM3=是否选中=0|技能名称=石化皮肤(III)|技能类型=0|职业=0|CD=0|攻击距离=0|释放顺序=3|耗蓝=0|BUFF名称=石化皮肤|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM4=是否选中=0|技能名称=祝福光环(III)|技能类型=0|职业=0|CD=0|攻击距离=0|释放顺序=4|耗蓝=0|BUFF名称=祝福光环|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM5=是否选中=0|技能名称=增加负重(III)|技能类型=0|职业=0|CD=0|攻击距离=0|释放顺序=5|耗蓝=0|BUFF名称=重量增加|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM6=是否选中=0|技能名称=凝神术|技能类型=0|职业=0|CD=60|攻击距离=0|释放顺序=6|耗蓝=0|BUFF名称=凝神术|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM7=是否选中=0|技能名称=漂浮术 - 回避增加|技能类型=0|职业=0|CD=10|攻击距离=0|释放顺序=7|耗蓝=200|BUFF名称=变身用漂浮术|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM8=是否选中=0|技能名称=魔法恢复 - 精灵的引导|技能类型=0|职业=0|CD=10|攻击距离=0|释放顺序=8|耗蓝=0|BUFF名称=魔法恢复|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM9=是否选中=0|技能名称=宠物的庇护 (I)|技能类型=0|职业=0|CD=180|攻击距离=0|释放顺序=9|耗蓝=0|BUFF名称=宠物的庇护 (I)|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM10=是否选中=0|技能名称=双倍伤害 (III)|技能类型=0|职业=0|CD=188|攻击距离=0|释放顺序=10|耗蓝=0|BUFF名称=暴击上升|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM11=是否选中=0|技能名称=双倍暴击 (III)|技能类型=0|职业=0|CD=180|攻击距离=0|释放顺序=11|耗蓝=0|BUFF名称=暴击增加|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM12=是否选中=0|技能名称=法力转换 - attack Lv3|技能类型=0|职业=0|CD=0|攻击距离=0|释放顺序=12|耗蓝=600|BUFF名称=法力值转换攻击力|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM13=是否选中=0|技能名称=群体拯救 - 暴风的时间|技能类型=0|职业=0|CD=200|攻击距离=0|释放顺序=13|耗蓝=0|BUFF名称=群体拯救 - 暴风的时间|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM14=是否选中=0|技能名称=神圣铠甲(III)|技能类型=0|职业=0|CD=0|攻击距离=0|释放顺序=14|耗蓝=0|BUFF名称=神圣铠甲|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM15=是否选中=0|技能名称=狮子的祝福|技能类型=0|职业=0|CD=600|攻击距离=0|释放顺序=15|耗蓝=0|BUFF名称=近战攻击力上升,近战攻击命中率增加|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=1|
ITEM16=是否选中=0|技能名称=攻击魔法卷轴|技能类型=0|职业=0|CD=600|攻击距离=0|释放顺序=16|耗蓝=0|BUFF名称=增加暴击机率|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=1|
ITEM17=是否选中=0|技能名称=力量药剂|技能类型=0|职业=0|CD=600|攻击距离=0|释放顺序=17|耗蓝=0|BUFF名称=提升力量|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=1|
ITEM18=是否选中=0|技能名称=宠物的奇迹 (I)|技能类型=0|职业=0|CD=180|攻击距离=0|释放顺序=18|耗蓝=0|BUFF名称=近战伤害减少|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM19=是否选中=0|技能名称=双倍暴击 (IV)|技能类型=0|职业=0|CD=180|攻击距离=0|释放顺序=19|耗蓝=0|BUFF名称=暴击率增加|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM20=是否选中=0|技能名称=双倍伤害 (IV)|技能类型=0|职业=0|CD=180|攻击距离=0|释放顺序=20|耗蓝=0|BUFF名称=暴击率增加|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM21=是否选中=0|技能名称=魔力祝福|技能类型=0|职业=0|CD=0|攻击距离=0|释放顺序=21|耗蓝=0|BUFF名称=敏捷上升,智力上升,提升力量|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=1|
ITEM22=是否选中=0|技能名称=剑术精通(IV)|技能类型=0|职业=0|CD=0|攻击距离=0|释放顺序=22|耗蓝=0|BUFF名称=攻击力上升|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM23=是否选中=0|技能名称=元素铠甲|技能类型=0|职业=0|CD=3|攻击距离=0|释放顺序=23|耗蓝=0|BUFF名称=元素铠甲|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM24=是否选中=0|技能名称=漂浮术|技能类型=0|职业=0|CD=10|攻击距离=0|释放顺序=24|耗蓝=2000|BUFF名称=漂浮术|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
[保护队友技能列表]
COL=3
ITEM1=是否选中=0|技能名称=石化皮肤(III)|技能类型=0|职业=0|CD=0|攻击距离=0|释放顺序=1|耗蓝=0|BUFF名称=石化皮肤|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM2=是否选中=0|技能名称=魔法盾(III)|技能类型=0|职业=0|CD=0|攻击距离=0|释放顺序=2|耗蓝=0|BUFF名称=魔法盾|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM3=是否选中=0|技能名称=祝福光环(III)|技能类型=0|职业=0|CD=10|攻击距离=0|释放顺序=3|耗蓝=0|BUFF名称=祝福光环|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
[杀人技能列表]
COL=3
ITEM1=是否选中=0|技能名称=重击 - 控制回避|技能类型=0|职业=0|CD=5|攻击距离=0|释放顺序=1|耗蓝=0|BUFF名称=|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM2=是否选中=0|技能名称=死亡之手|技能类型=0|职业=0|CD=30|攻击距离=0|释放顺序=2|耗蓝=0|BUFF名称=|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=0|类型=0|
ITEM3=是否选中=0|技能名称=剧毒之云|技能类型=0|职业=0|CD=5|攻击距离=0|释放顺序=3|耗蓝=0|BUFF名称=|消耗物品=|消耗物品数量=0|施法时间=0|释放目标=1|类型=0|
[功能]
cpu优化=2
使用传送类型=0
回城处理使用传送=0
是否随机攻击=0
自动区域任务怪物数量=0
是否跟随队长攻击=0
是否给队友加状态=1
组队字符串=吸卷放王八血|地精屠夫|活捉李知恩|
自动任务怪物名=德拉古兰 火焰术士
自动任务怪物ID=1804
自动任务怪物数量=500
传送戒指传送目的地=(刻印) 巴贝克副本1
不刷新怪物=
是否自动做打怪任务=1
是否自动鉴定戒指=1
是否开启组队反击=0
是否自动开启宝箱=0
传送戒指传送ID=498590
组队设置=1
经验值分配=1
道具分配=2
银币分配=0
指定拾取队员名=白嫖导师
